Repository: Dejana1202/mozgalica_mobilno_racunarstvo
Catalog: lib/l10n/app_*.arb
Languages: sr

source: Games
sr: Igre

source: Leaderboards
sr: Rezultati

source: Settings
sr: Podešavanja

source: English
sr: Engleski

source: Serbian
sr: Srpski

source: Clear filters
sr: Obriši filtere

# tttTitle
source: Tic Tac Toe
sr: Iks Oks

# memoryTitle
source: Memory Game
sr: Igra Memorije

# mathQuizTitle
source: Math Quiz
sr: Matematički Kviz

# tttDescription
source: A classic game of Tic Tac Toe. Play against a friend.
sr: Klasična igra Iks Oks. Igrajte protiv prijatelja.

# tttGameRules
source: The game is played on a 3x3 grid. The player who succeeds in placing three of their marks in a horizontal, vertical, or diagonal row wins the game.
sr: Igra se igra na 3x3 mreži. Igrač koji uspostavi tri svoja znaka u horizontalnoj, vertikalnoj ili dijagonalnoj liniji je pobjednik igre.

# tttRankingRules
source: Each win aword a point.
sr: Za svaku pobjedu se dobija 1 bod.

# memoryDescription
source: A game of memory. Try to remember the cards.
sr: Igra Memorije. Pokušajte da zapamtite kartice.

# memoryGameRules
source: You can flip 2 cards at once. If they match, they will remain flipped. If they don't match, they will be turned back over. Try to match all the cards to win the game.
sr: Možete otvoriti 2 kartice odjednom. Ako su iste, ostaju otvorene. Ako nisu iste, vratiće se nazad. Pokušajte da otvorite sve kartice da biste završili igru.

# memoryRankingRules
source: You will get negative points for every card that is turned over.
sr: Za svaki promašaj dobijate negativan bod.

# mathQuizDescription
source: A game of math. Try to answer the questions.
sr: Igra Matematički Kviz. Pokušajte da odgovorite na pitanja.

# mathGameRules
source: You will be given a question. Answer it as quickly as possible.
sr: Odgovorite na pitanja najbrže što možete.

# mathRankingRules
source: You will get a point for every correct answer.
sr: Za svaki tačan odgovor se dobija 1 bod.

source: Enter your name
sr: Unesite Vaše ime

source: Player name
sr: Ime igrača

# nameHint
source: This name will be shown in the game. Keep it short for best layout.
sr: Ovo ime će se prikazati u igri. Ostavite kratko za najbolji izgled.

source: Game Rules
sr: Pravila igre

source: Ranking Rules
sr: Pravila rangiranja

source: All games
sr: Sve igre

source: Search by user
sr: Pretraži po korisniku

# gameWithTitle
source: Game: {game}
sr: Igra: {game}

source: Language
sr: Jezik

source: Player X
sr: Igrač X

source: Player O
sr: Igrač O

source: Clear
sr: Obriši

source: Start game
sr: Počni igru

source: Current player:
sr: Trenutni igrač:

source: Unresolved
sr: Neriješeno

source: has won!
sr: je pobijedio!

source: Victory!
sr: Pobjeda!

source: Play Again
sr: Igrajte ponovo

source: Exit
sr: Izlaz
